/* formatter input error format */
"'%@' is not a valid social security number." = "'%@' no es un número de seguridad social válido.";

/* humanReadableStringForTimeInterval */
"%@ ago" = "Hace %@";

/* abbreviated string for bytes format */
"%0.1f GB" = "%0.1f GB";

/* abbreviated string for gigahertz format */
"%0.1f GHz" = "%0.1f GHz";

/* abbreviated string for bytes format */
"%0.1f kB" = "%0.1f kB";

/* abbreviated string for kilohertz format */
"%0.1f KHz" = "%0.1f kHz";

/* abbreviated string for bytes format */
"%0.1f MB" = "%0.1f MB";

/* abbreviated string for megahertz format */
"%0.1f MHz" = "%0.1f MHz";

/* abbreviated string for bytes format */
"%0.1f PB" = "%0.1f PB";

/* abbreviated string for bytes format */
"%0.1f TB" = "%0.1f TB";

/* abbreviated string for terahertz format */
"%0.1f THz" = "%0.1f THz";

/* abbreviated string for bytes format */
"%d bytes" = "%d bytes";

/* humanReadableStringForTimeInterval */
"%ld day, %ld:%02ld:%02ld" = "%1$ld día, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld days, %ld:%02ld:%02ld" = "%1$ld días, %2$ld:%3$ld:%4$ld";

/* humanReadableStringForTimeInterval */
"%ld seconds" = "%ld segundos";

/* humanReadableStringForTimeInterval */
"%ld:%02ld" = "%1$ld:%2$ld";

/* humanReadableStringForTimeInterval */
"%ld:%02ld:%02ld" = "%1$ld:%2$ld:%3$ld";

/* abbreviated string for hertz format */
"%u Hz" = "%u Hz";

/* script exception format */
"Add command has invalid 'to' specifier." = "El comando Añadir contiene un especificador 'a' no válido.";

/* script exception format */
"Add command missing the required 'to' specifier." = "El comando Añadir no contiene el especificador 'a' necesario.";

/* invalid bundle reason */
"Bundle is obsolete" = "Este paquete es obsoleto";

/* invalid bundle reason */
"Bundle requires additional software" = "Este paquete requiere software adicional";

/* compression error reason */
"bzip2 library returned error code %d when finishing compression. %s." = "La biblioteca bzip2 devolvió el código de error %1$d al finalizar la compresión. %2$s.";

/* decompression error reason */
"bzip2 library returned error code %d when reading data. %s." = "La biblioteca bzip2 devolvió el código de error %1$d al leer los datos. %2$s.";

/* compression error reason */
"bzip2 library returned error code %d when writing data. %s." = "La biblioteca bzip2 devolvió el código de error %1$d al escribir los datos. %2$s.";

/* error recovery option */
"Cancel <error recovery>" = "Cancelar";

/* error description - a UNIX subprocess exited due to a signal */
"command '%@' exited due to signal %d (%s)" = "se ha anulado el comando '%1$@' debido a la señal %2$d (%3$s)";

/* error description - a UNIX subprocess exited with a nonzero status */
"command '%@' returned %d" = "el comando '%1$@' ha devuelto %2$d";

/* Error message when mkdir() fails
   Error message when mkdir() will fail because there's a file in the way
   Error message when stat() fails when trying to create a directory tree */


"Could not create directory" = "No se ha podido crear el directorio";

/* error description - unable to start a child process using the fork syscall
   error description - unable to start a child process using the spawn syscall */

"Could not fork '%@'" = "No se ha podido bifurcar '%@'";

/* time span formatter span */
"d" = "d";

/* time span formatter span */
"day" = "día";

/* time span formatter span */
"days" = "días";

/* invalid bundle reason */
"Duplicate bundle name" = "Nombre de paquete duplicado";

/* exception reason */
"Element '%@' not allowed at path: %@" = "Elemento '%1$@' no admitido en la ruta: %2$@";

/* error description */
"Error creating pipe" = "Error al crear el canal";

/* Error encountered when trying to pass data through a UNIX command - parameter is underlying error text */
"Error filtering data through UNIX command: %@" = "Error al filtrar datos mediante el comando UNIX: %@";

/* time span formatter span */
"h" = "h";

/* time span formatter span */
"hour" = "hora";

/* time span formatter span */
"hours" = "horas";

/* formatter input error */
"Invalid time span format" = "Formato de intervalo de tiempo no válido";

/* local bundle path readable string */
"local configuration file" = "archivo de configuración local";

/* time span formatter span */
"m" = "m";

/* time span formatter span */
"minute" = "minuto";

/* time span formatter span */
"minutes" = "minutos";

/* time span formatter span */
"mo" = "me";

/* time span formatter span */
"month" = "mes";

/* time span formatter span */
"months" = "meses";

/* error reason */
"No root element was found" = "No se ha encontrado ningún elemento raíz.";

/* invalid bundle reason */
"Not a valid bundle" = "Este paquete no es válido";

/* formatter input error */
"Only enter numbers separated by spaces." = "Introducir solo números separados por espacios.";

/* script exception format */
"Remove command has invalid 'from' specifier." = "El comando Eliminar contiene un especificador 'de' no válido.";

/* script exception format */
"Remove command missing the required 'from' specifier." = "El comando Eliminar no contiene el especificador 'de' necesario.";

/* humanReadableStringForTimeInterval */
"right now" = "ahora mismo";

/* time span formatter span */
"s" = "s";

/* time span formatter span */
"second" = "segundo";

/* time span formatter span */
"seconds" = "segundos";

/* script exception format */
"Specified container doesn't handle the add command." = "El contenedor especificado no gestiona el comando Añadir.";

/* script exception format */
"Specified container doesn't handle the remove command." = "El contenedor especificado no gestiona el comando Eliminar.";

/* formatter input error */
"That is not a valid date." = "Esta fecha no es válida.";

/* formatter input error */
"That is not a valid phone number." = "Este número de teléfono no es válido.";

/* formatter input error */
"That is not a valid social security number." = "Este número de la seguridad social no es válido.";

/* formatter input error */
"That is not a valid state abbreviation." = "Esta abreviatura de estado no es válida.";

/* formatter input error */
"That is not a valid zip code." = "Este código postal no es válido.";

/* compression error description */
"Unable to compress data." = "No se han podido comprimir los datos.";

/* error description */
"Unable to create lock file '%@'." = "No se ha podido crear el archivo de bloqueo '%@'.";

/* decompression error description */
"Unable to decompress data." = "No se han podido descomprimir los datos.";

/* decompression exception format */
"Unable to decompress gzip data: invalid header" = "No se ha podido descomprimir la información gzip: la cabecera no es válida";

/* compression error description */
"Unable to initialize compression" = "No se ha podido iniciar la compresión";

/* decompression error description */
"Unable to initialize decompression" = "No se ha podido iniciar la descompresión";

/* script exception format */
"Unable to resolve insertion container in specifier %@" = "No se ha podido determinar el contenedor de inserción en el especificador %@";

/* script exception format */
"Unable to resolve insertion index in specifier %@" = "No se ha podido determinar el índice de inserción en el especificador %@";

/* script exception format */
"Unable to resolve insertion key in specifier %@" = "No se ha podido determinar la clave de inserción en el especificador %@";

/* error description */
"Unable to write cache file to '%@'" = "No se ha podido escribir el archivo de caché en '%@'";

/* decompression error reason */
"unrecognized compression format." = "formato de compresión desconocido.";

/* time span formatter span */
"w" = "s";

/* error description */
"Warning encountered while loading XML." = "Se ha encontrado una advertencia al cargar el XML.";

/* time span formatter span */
"week" = "semana";

/* time span formatter span */
"weeks" = "semanas";

/* time span formatter span */
"y" = "a";

/* time span formatter span */
"year" = "año";

/* time span formatter span */
"years" = "años";

/* zlib error reason */
"zlib returned error code %d." = "zlib devolvió el código de error %d.";

/* zlib error reason */
"zlib returned error code %d. %s." = "zlib devolvió el código de error %1$d. %2$s.";